7767517
72 73
Input                    in0                      0 1 in0
Split                    splitncnn_0              1 2 in0 1 2
Convolution              conv_1                   1 1 2 3 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1728
PReLU                    prelu_36                 1 1 3 4 0=64
Convolution              conv_2                   1 1 4 5 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_37                 1 1 5 6 0=64
Convolution              conv_3                   1 1 6 7 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_38                 1 1 7 8 0=64
Convolution              conv_4                   1 1 8 9 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_39                 1 1 9 10 0=64
Convolution              conv_5                   1 1 10 11 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_40                 1 1 11 12 0=64
Convolution              conv_6                   1 1 12 13 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_41                 1 1 13 14 0=64
Convolution              conv_7                   1 1 14 15 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_42                 1 1 15 16 0=64
Convolution              conv_8                   1 1 16 17 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_43                 1 1 17 18 0=64
Convolution              conv_9                   1 1 18 19 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_44                 1 1 19 20 0=64
Convolution              conv_10                  1 1 20 21 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_45                 1 1 21 22 0=64
Convolution              conv_11                  1 1 22 23 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_46                 1 1 23 24 0=64
Convolution              conv_12                  1 1 24 25 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_47                 1 1 25 26 0=64
Convolution              conv_13                  1 1 26 27 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_48                 1 1 27 28 0=64
Convolution              conv_14                  1 1 28 29 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_49                 1 1 29 30 0=64
Convolution              conv_15                  1 1 30 31 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_50                 1 1 31 32 0=64
Convolution              conv_16                  1 1 32 33 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_51                 1 1 33 34 0=64
Convolution              conv_17                  1 1 34 35 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_52                 1 1 35 36 0=64
Convolution              conv_18                  1 1 36 37 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_53                 1 1 37 38 0=64
Convolution              conv_19                  1 1 38 39 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_54                 1 1 39 40 0=64
Convolution              conv_20                  1 1 40 41 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_55                 1 1 41 42 0=64
Convolution              conv_21                  1 1 42 43 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_56                 1 1 43 44 0=64
Convolution              conv_22                  1 1 44 45 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_57                 1 1 45 46 0=64
Convolution              conv_23                  1 1 46 47 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_58                 1 1 47 48 0=64
Convolution              conv_24                  1 1 48 49 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_59                 1 1 49 50 0=64
Convolution              conv_25                  1 1 50 51 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_60                 1 1 51 52 0=64
Convolution              conv_26                  1 1 52 53 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_61                 1 1 53 54 0=64
Convolution              conv_27                  1 1 54 55 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_62                 1 1 55 56 0=64
Convolution              conv_28                  1 1 56 57 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_63                 1 1 57 58 0=64
Convolution              conv_29                  1 1 58 59 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_64                 1 1 59 60 0=64
Convolution              conv_30                  1 1 60 61 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_65                 1 1 61 62 0=64
Convolution              conv_31                  1 1 62 63 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_66                 1 1 63 64 0=64
Convolution              conv_32                  1 1 64 65 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_67                 1 1 65 66 0=64
Convolution              conv_33                  1 1 66 67 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_68                 1 1 67 68 0=64
Convolution              conv_34                  1 1 68 69 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648
PixelShuffle             pixelshuffle_35          1 1 69 70 0=4 1=0
Interp                   upsample_nearest_0       1 1 1 71 0=1 1=4.000000e+00 2=4.000000e+00 6=0
BinaryOp                 add_0                    2 1 70 71 out0 0=0
